NIL
(%i3) powerdisp:false
(%i4) display2d:false
(%i5) linel:1000
(%i6) q1i1:log(4)/log(10)
(%i7) q1i2:log(8)/log(10)
(%i8) q1i3:log(1/2)/log(10)
(%i9) q1i4:log(5)/log(10)
(%i10) o1:float(i1)
(%i11) o2:float(i2)
(%i12) o3:float(i3)
(%i13) o4:float(i4)
(%i14) disp(q1o1)
q1o1

(%i15) disp(q1o2)
q1o2

(%i16) disp(q1o3)
q1o3

(%i17) disp(q1o4)
q1o4

(%i18) closefile()
