NIL
(%i3) powerdisp:false
(%i4) display2d:false
(%i5) linel:1000
(%i6) q1i1:exp(1)^(5*x)
(%i7) q1i2:exp(1)^((-2)*x)
(%i8) q1i3:exp(1)^(3*x+1)
(%i9) q1i4:(exp(1)^x+exp(1)^-x)/2
(%i10) q1o1:diff(q1i1,x)
(%i11) q1o2:diff(q1i2,x)
(%i12) q1o3:diff(q1i3,x)
(%i13) q1o4:diff(q1i4,x)
(%i14) disp(q1o1)
5*%e^(5*x)

(%i15) disp(q1o2)
-2*%e^-(2*x)

(%i16) disp(q1o3)
3*%e^(3*x+1)

(%i17) disp(q1o4)
(%e^x-%e^-x)/2

(%i18) closefile()
