NIL
(%i3) powerdisp:false
(%i4) display2d:false
(%i5) linel:1000
(%i6) q1i1:cos(0*(%pi/180))
(%i7) q1i2:cos(90*(%pi/180))
(%i8) q1i3:cos(120*(%pi/180))
(%i9) disp(q1i1)
1

(%i10) disp(q1i2)
0

(%i11) disp(q1i3)
-1/2

(%i12) closefile()
