NIL
(%i3) powerdisp:false
(%i4) display2d:false
(%i5) linel:1000
(%i6) q1i1:x^2-2*x-3 = 0
(%i7) q1i2:2*x^2+7*x-4 = 0
(%i8) q1o1:solve(q1i1,x)
(%i9) q1o2:solve(q1i2,x)
(%i10) disp(q1o1)
[x = 3,x = -1]

(%i11) disp(q1o2)
[x = -4,x = 1/2]

(%i12) closefile()
