NIL
(%i3) powerdisp:false
(%i4) display2d:false
(%i5) linel:1000
(%i6) c1:[3,-1]-[3,-1]
(%i7) c2:[-1,5]-[-1,5]
(%i8) c3:[1/2,2]-[1/2,2]
(%i9) c4:[1/2,1]-[1/2,1]
(%i10) disp(c1)
[0,0]

(%i11) disp(c2)
[0,0]

(%i12) disp(c3)
[0,0]

(%i13) disp(c4)
[0,0]

(%i14) closefile()
