NIL
(%i3) powerdisp:false
(%i4) display2d:false
(%i5) linel:1000
(%i6) c1:(-1)-(-1)
(%i7) c2:0-0
(%i8) c3:3-3
(%i9) c4:(a^2+2*a)-(a^2+2*a)
(%i10) disp(c1)
0

(%i11) disp(c2)
0

(%i12) disp(c3)
0

(%i13) disp(c4)
0

(%i14) closefile()
