NIL
(%i3) powerdisp:false
(%i4) display2d:false
(%i5) linel:1000
(%i6) q1i1:2*exp(1)^x+3/x
(%i7) q1i2:(exp(1)^x+1)^2
(%i8) q1o1:integrate(q1i1,x)
(%i9) q1o2:integrate(q1i2,x)
(%i10) disp(q1o1)
3*log(x)+2*%e^x

(%i11) disp(q1o2)
%e^(2*x)/2+2*%e^x+x

(%i12) closefile()
