NIL
(%i3) powerdisp:false
(%i4) display2d:false
(%i5) linel:1000
(%i6) q1i1:(-3)*x^2+2*x+3
(%i7) q1i2:4*x^3-8*x+3
(%i8) q1i3:2*x^3+4*x-3
(%i9) q1o1:integrate(q1i1,x)
(%i10) q1o2:integrate(q1i2,x)
(%i11) q1o3:integrate(q1i3,x)
(%i12) disp(q1o1)
(-x^3)+x^2+3*x

(%i13) disp(q1o2)
x^4-4*x^2+3*x

(%i14) disp(q1o3)
x^4/2+2*x^2-3*x

(%i15) closefile()
