NIL
(%i3) powerdisp:false
(%i4) display2d:false
(%i5) linel:1000
(%i6) q1i1:3*x^2+3*x-3
(%i7) q1i2:2*x^2-5*x+4
(%i8) q1i3:4*x^2+3*x-2
(%i9) q1i4:(5/3)*x^3+(3/4)*x^2+(-1/3)*x
(%i10) q1o1:diff(q1i1,x)
(%i11) q1o2:diff(q1i2,x)
(%i12) q1o3:diff(q1i3,x)
(%i13) q1o4:diff(q1i4,x)
(%i14) disp(q1o1)
6*x+3

(%i15) disp(q1o2)
4*x-5

(%i16) disp(q1o3)
8*x+3

(%i17) disp(q1o4)
5*x^2+(3*x)/2-1/3

(%i18) closefile()
