NIL
(%i3) powerdisp:false
(%i4) display2d:false
(%i5) linel:1000
(%i6) q1i1:2*x^2
(%i7) q1i2:3*x
(%i8) q1o1:diff(q1i1,x)
(%i9) q1o2:diff(q1i2,x)
(%i10) vq1o1:ev(q1o1,x = 1)
(%i11) vq1o2:ev(q1o2,x = 2)
(%i12) disp(vq1o1)
4

(%i13) disp(vq1o2)
3

(%i14) closefile()
