NIL
(%i3) powerdisp:false
(%i4) display2d:false
(%i5) linel:1000
(%i6) q1i1:x/(x+1)
(%i7) q1i2:1/x^2
(%i8) q1o1:diff(q1i1,x)
(%i9) q1o2:diff(q1i2,x)
(%i10) disp(q1o1)
1/(x+1)-x/(x+1)^2

(%i11) disp(q1o2)
-2/x^3

(%i12) closefile()
