NIL
(%i3) powerdisp:false
(%i4) display2d:false
(%i5) linel:1000
(%i6) q1i1:x^(1/4)
(%i7) q1i2:x^-2
(%i8) q1i3:x^-(1/2)
(%i9) q1o1:diff(q1i1,x)
(%i10) q1o2:diff(q1i2,x)
(%i11) q1o3:diff(q1i3,x)
(%i12) disp(q1o1)
1/(4*x^(3/4))

(%i13) disp(q1o2)
-2/x^3

(%i14) disp(q1o3)
-1/(2*x^(3/2))

(%i15) closefile()
